// © Copyright 2004-2013, 2015-2016 HP Development Company, L.P.

TaskName = "耗材狀態";

StaplesTabLabel = "釘書針";
MediaTabLabel = "媒體";
PrintheadTabLabel = "列印頭";
SuppliesTabLabel = "耗材";

Toner = "碳粉";

EstimatedWarning = "僅為估計量。實際墨水存量可能有所不同。";

DoorOpenTitle = "門/封蓋開啟";
ConsumableUnknownTitle = "不明";
CartridgeMissingTitle = "遺失";
HSDCartridgeUsageTitle = "將耗材使用資訊儲存在墨水匣記憶體中";
ValueNotAvailable = "不適用";

Colon = ":";

MediaStatusUnknown = "不明";
MediaStatusNotEmpty = "尚未用完";
MediaStatusEmpty = "已用完";
MediaStatusLow = "不足";
MediaStatusFull = "已滿";
MediaStatusOk = "確定";

// cartridge statuses
SupplyLevelInMillilitersFormat = "%d ml";

// printhead statuses
Good = "良好";
Low = "接近過期日時，備妥以更換";
Out = "已過期，請更換";
PrintheadMissingTitle = "遺失";

// staples cartridge
HSDStapleLevelStatusOK = "確定";
StapleLevelStatusLow = "不足";
StapleLevelStatusVeryLow = "非常低";
StapleLevelStatusOut = "用完";
StapleCartridgeTitle = "釘書針匣 %d：";
LevelStatusFormat = "狀態：||%@";

PartReorderFormat = "部件再訂購編號：||%@";
ExpireDateFormat = "到期日：||%@";
SerialNumberFormat = "序號：||%@";
SupplyTypeFormat = "類型：||%@";
WarrantyStatusFromat = "保固狀態：||%@";
UsedInkFromat = "已使用的墨水總數 (以微升計)：||%@";
WarrantyNotice = "*參見保固說明";

ManufacturerUnknown = "不明";
ManufacturerHP = "HP";
ManufacturerApprovedOEM = "核准的 OEM";
ManufacturerNonApproved = "未核准";
CartridgeApproved = "有保固";
CartridgeNotApproved = "無保固";

OrderHPPart = "訂購 HP 部件：";
ApproximatePagesRemainingForInitialUse = "約略剩餘頁數：\n\t(使用量達 25%% 後可用)||收集資料";
ApproximatePagesRemaining = "大概剩餘頁數：\n\t(剩餘頁數將視列印的文件類型而有所不同。)||%@";
PagesPrintedWithThisSupply = "使用此耗材列印的頁面：";
FirstInstallDate = "第一次安裝日期：||%@";
LastUsedDate = "上一次使用日期：||%@";
LowReached = "達到下限：||%@";

YES = "是";
NO = "否";

SupplyStatusAuthentic = "正版 HP";
SupplyStatusClone = "非 HP 複製晶片";
SupplyStatusRefilled = "非 HP 重填";
SupplyStatusUnauthorized = "未經授權";
SupplyStatusIncorrect = "錯誤";

WarrantyNotes = "*保固說明\n安裝了非 HP 耗材。HP 認可客戶選擇，但無法保障非 HP 耗材的品質或可靠性。使用非 HP 耗材而導致印表機服務或維修，將不在此保固說明涵蓋範圍。\n\n使用正版 HP 耗材可讓您使用所有的列印功能。\n\n如果您確定購買的是正版 HP 耗材，請造訪 link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
StarterPensWarning = "隨機附贈列印墨水匣的估計墨水存量資訊不可用。";
NonHPSupplyWarning = "請注意：安裝了非 HP 廠牌的耗材。為確保能發揮所有列印功能（如剩餘耗材狀態），請使用正牌的 HP 耗材。";

StatusWarning = "無法顯示以下耗材狀態：";

SupplyDepleted = "用過、重新填充或偽造的";
HSDSupplyDepletedWarningTitle = "原始 HP 墨水已耗盡 -- 墨水存量的相關資訊將無法使用";
SupplyDepletedWarningMessage = "耗材可能已用盡、已重新填裝或為非 HP 品牌。若耗材已用盡，請使用新的墨匣進行替換。HP 無法保證非 HP 品牌耗材的品質或可靠性。由於使用非 HP 品牌耗材而導致的印表機維修或修理，皆不在保固範圍內。\n如果您相信所購買的是全新的 HP 原廠列印墨匣，請造訪: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";

Fair = "一般";
Bad = "不良";

// Cartridge state warnings
BlackCartridgeMisinstalledWarning = "墨水匣的安裝插槽錯誤\n安裝 HP 黑色墨水匣。黑色墨水匣可能遺漏或未正確安裝。";
CyanCartridgeMisinstalledWarning = "墨水匣的安裝插槽錯誤\n安裝 HP 青綠色墨水匣。青綠色墨水匣可能遺漏或未正確安裝。";
MagentaCartridgeMisinstalledWarning = "墨水匣的安裝插槽錯誤\n安裝 HP 洋紅色墨水匣。洋紅色墨水匣可能遺漏或未正確安裝。";
YellowCartridgeMisinstalledWarning = "墨水匣的安裝插槽錯誤\n安裝 HP 黃色墨水匣。黃色墨水匣可能遺漏或未正確安裝。";

BlackCartridgeMissingWarning = "缺少黑色墨水匣。\n安裝 HP 黑色墨水匣。黑色墨水匣可能遺漏或未正確安裝。";
CyanCartridgeMissingWarning = "缺少青綠色墨水匣。\n安裝 HP 青綠色墨水匣。青綠色墨水匣可能遺漏或未正確安裝。";
MagentaCartridgeMissingWarning = "缺少洋紅色墨水匣。\n安裝 HP 洋紅色墨水匣。洋紅色墨水匣可能遺漏或未正確安裝。";
YellowCartridgeMissingWarning = "缺少黃色墨水匣。\n安裝 HP 黃色墨水匣。黃色墨水匣可能遺漏或未正確安裝。";

BlackCartridgeIncorrectWarning = "更換不相容或錯誤的黑色墨水匣。\n更換成 HP 黑色墨水匣。只有在更換墨匣後，印表機才能列印。";
CyanCartridgeIncorrectWarning = "更換不相容或錯誤的青綠色墨水匣。\n更換成 HP 青綠色墨水匣。只有在更換墨匣後，印表機才能列印。";
MagentaCartridgeIncorrectWarning = "更換不相容或錯誤的洋紅色墨水匣。\n更換成 HP 洋紅色墨水匣。只有在更換墨匣後，印表機才能列印。";
YellowCartridgeIncorrectWarning = "更換不相容或錯誤的黃色墨水匣。\n更換成 HP 黃色墨水匣。只有在更換墨匣後，印表機才能列印。";

BlackCartridgeNonHPWarning = "非 HP 黑色墨水匣。\nHP 無法保證非 HP 墨水匣的品質或可靠性。使用非 HP 墨水匣所導致的印表機服務或維修將不包含在保固範圍內。如果您確信您購買的是原廠 HP 墨水匣，請前往 link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}。否則，請更換成 HP 黑色墨水匣。";
CyanCartridgeNonHPWarning = "非 HP 青綠色墨水匣。\nHP 無法保證非 HP 墨水匣的品質或可靠性。使用非 HP 墨水匣所導致的印表機服務或維修將不包含在保固範圍內。如果您確信您購買的是原廠 HP 墨水匣，請前往 link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}。否則，請更換成 HP 青綠色墨水匣。";
MagentaCartridgeNonHPWarning = "非 HP 洋紅色墨水匣。\nHP 無法保證非 HP 墨水匣的品質或可靠性。使用非 HP 墨水匣所導致的印表機服務或維修將不包含在保固範圍內。如果您確信您購買的是原廠 HP 墨水匣，請前往 link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}。否則，請更換成 HP 洋紅色墨水匣。";
YellowCartridgeNonHPWarning = "非 HP 黃色墨水匣。\nHP 無法保證非 HP 墨水匣的品質或可靠性。使用非 HP 墨水匣所導致的印表機服務或維修將不包含在保固範圍內。如果您確信您購買的是原廠 HP 墨水匣，請前往 link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}。否則，請更換成 HP 黃色墨水匣。";

BlackCartridgeNonHPRecoverableWarning = "非 HP 黑色墨水匣。\nHP 認可客戶的選擇，但無法保證非 HP 墨水匣的品質或可靠性。使用非 HP 墨水匣所導致的印表機服務或維修將不包含在保固範圍內。若要使用非 HP 墨水匣繼續進行列印，請按住「電源」按鈕，按下「重新開始」按鈕三次，然後放開「電源」按鈕。不過，列印品質和墨水存量資訊可能會受到影響。否則，請更換成 HP 黑色墨水匣。如果您確信您購買的是原廠 HP 墨水匣，請前往 link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
CyanCartridgeNonHPRecoverableWarning = "非 HP 青綠色墨水匣。\nHP 認可客戶的選擇，但無法保證非 HP 墨水匣的品質或可靠性。使用非 HP 墨水匣所導致的印表機服務或維修將不包含在保固範圍內。若要使用非 HP 墨水匣繼續進行列印，請按住「電源」按鈕，按下「重新開始」按鈕三次，然後放開「電源」按鈕。不過，列印品質和墨水存量資訊可能會受到影響。否則，請更換成 HP 青綠色墨水匣。如果您確信您購買的是原廠 HP 墨水匣，請前往 link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
MagentaCartridgeNonHPRecoverableWarning = "非 HP 洋紅色墨水匣。\nHP 認可客戶的選擇，但無法保證非 HP 墨水匣的品質或可靠性。使用非 HP 墨水匣所導致的印表機服務或維修將不包含在保固範圍內。若要使用非 HP 墨水匣繼續列印，請按住「電源」按鈕，按下「重新開始」按鈕三次，然後放開「電源」按鈕。不過，列印品質和墨水存量資訊可能會受到影響。否則，請更換成 HP 洋紅色墨水匣。如果您確信您購買的是原廠 HP 墨水匣，請前往 link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
YellowCartridgeNonHPRecoverableWarning = "非 HP 黃色墨水匣。\nHP 認可客戶的選擇，但無法保證非 HP 墨水匣的品質或可靠性。使用非 HP 墨水匣所導致的印表機服務或維修將不包含在保固範圍內。若要使用非 HP 墨水匣繼續進行列印，請按住「電源」按鈕，按下「重新開始」按鈕三次，然後放開「電源」按鈕。不過，列印品質和墨水存量資訊可能會受到影響。否則，請更換成 HP 黃色墨水匣。如果您確信您購買的是原廠 HP 墨水匣，請前往 link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";

BlackCartridgeExpiredWarning = "更換過期的黑色墨水匣。\n更換成新的 HP 黑色墨水匣。";
CyanCartridgeExpiredWarning = "更換過期的青綠色墨水匣。\n更換成新的 HP 青綠色墨水匣。";
MagentaCartridgeExpiredWarning = "更換過期的洋紅色墨水匣。\n更換成新的 HP 洋紅色墨水匣。";
YellowCartridgeExpiredWarning = "更換過期的黃色墨水匣。\n更換成新的 HP 黃色墨水匣。";

BlackCartridgeExpiredRecoverableWarning = "黑色墨水匣已過期。\nHP 無法保證過期墨水匣的品質或可靠性。使用過期墨水匣所導致的印表機服務或維修將不包含在保固範圍內。若要使用過期墨水匣繼續列印，請按住「電源」按鈕，按下「重新開始」按鈕三次，然後放開「電源」按鈕。不過，列印品質和墨水存量資訊可能會受到影響。";
CyanCartridgeExpiredRecoverableWarning = "青綠色墨水匣已過期。\nHP 無法保證過期墨水匣的品質或可靠性。使用過期墨水匣所導致的印表機服務或維修將不包含在保固範圍內。若要使用過期墨水匣繼續列印，請按住「電源」按鈕，按下「重新開始」按鈕三次，然後放開「電源」按鈕。不過，列印品質和墨水存量資訊可能會受到影響。";
MagentaCartridgeExpiredRecoverableWarning = "洋紅色墨水匣已過期。\nHP 無法保證過期墨水匣的品質或可靠性。使用過期墨水匣所導致的印表機服務或維修將不包含在保固範圍內。若要使用過期墨水匣繼續列印，請按住「電源」按鈕，按下「重新開始」按鈕三次，然後放開「電源」按鈕。不過，列印品質和墨水存量資訊可能會受到影響。";
YellowCartridgeExpiredRecoverableWarning = "黃色墨水匣已過期。\nHP 無法保證過期墨水匣的品質或可靠性。使用過期墨水匣所導致的印表機服務或維修將不包含在保固範圍內。若要使用過期墨水匣繼續列印，請按住「電源」按鈕，按下「重新開始」按鈕三次，然後放開「電源」按鈕。不過，列印品質和墨水存量資訊可能會受到影響。";

BlackCartridgeOutOfInkWarning = "更換空的黑色墨水匣。\n更換成新的 HP 黑色墨水匣。只有在更換墨匣後，印表機才能列印。";
CyanCartridgeOutOfInkWarning = "更換空的青綠色墨水匣。\n更換成新的 HP 青綠色墨水匣。只有在更換墨匣後，印表機才能列印。";
MagentaCartridgeOutOfInkWarning = "更換空的洋紅色墨水匣。\n更換成新的 HP 洋紅色墨水匣。只有在更換墨匣後，印表機才能列印。";
YellowCartridgeOutOfInkWarning = "更換空的黃色墨水匣。\n更換成新的 HP 黃色墨水匣。只有在更換墨匣後，印表機才能列印。";

BlackCartridgeNearExpiredWarning = "黑色墨水匣即將過期。\n過期後，請更換成新的 HP 黑色墨水匣。";
CyanCartridgeNearExpiredWarning = "青綠色墨水匣即將過期。\n過期後，請更換成新的 HP 青綠色墨水匣。";
MagentaCartridgeNearExpiredWarning = "洋紅色墨水匣即將過期。\n過期後，請更換成新的 HP 洋紅色墨水匣。";
YellowCartridgeNearExpiredWarning = "黃色墨水匣即將過期。\n過期後，請更換成新的 HP 黃色墨水匣。";

BlackPenMissingWarning = "缺少黑色列印頭。\n安裝 HP 黑色列印頭。列印頭可能遺漏或未正確安裝。";
CyanPenMissingWarning = "缺少青綠色列印頭。\n安裝 HP 青綠色列印頭。列印頭可能遺漏或未正確安裝。";
MagentaPenMissingWarning = "缺少洋紅色列印頭。\n安裝 HP 洋紅色列印頭。列印頭可能遺漏或未正確安裝。";
YellowPenMissingWarning = "缺少黃色列印頭。\n安裝 HP 黃色列印頭。列印頭可能遺漏或未正確安裝。";
BlackYellowPenMissingWarning = "缺少黑色和黃色列印頭。\n安裝 HP 黑色和黃色列印頭。列印頭可能遺漏或未正確安裝。";
CyanMagentaPenMissingWarning = "缺少洋紅色和青綠色列印頭。\n安裝 HP 洋紅色和青綠色列印頭。列印頭可能遺漏或未正確安裝。";
CMYKPenMissingWarning = "CMYK 列印頭遺失。\n請安裝 HP CMYK 列印頭。列印頭遺失或安裝不正確。";

BlackPenIncorrectWarning = "更換不相容或錯誤的黑色列印頭。\n更換成 HP 黑色列印頭。只有在更換列印頭後，印表機才能列印。";
CyanPenIncorrectWarning = "更換不相容或錯誤的青綠色列印頭。\n更換成 HP 青綠色列印頭。只有在更換列印頭後，印表機才能列印。";
MagentaPenIncorrectWarning = "更換不相容或錯誤的洋紅色列印頭。\n更換成 HP 洋紅色列印頭。只有在更換列印頭後，印表機才能列印。";
YellowPenIncorrectWarning = "更換不相容或錯誤的黃色列印頭。\n更換成 HP 黃色列印頭。只有在更換列印頭後，印表機才能列印。";
BlackYellowPenIncorrectWarning = "更換不相容或錯誤的黑色和黃色列印頭。\n更換成 HP 黑色和黃色列印頭。只有在更換列印頭後，印表機才能列印。";
CyanMagentaPenIncorrectWarning = "更換不相容或錯誤的洋紅色和青綠色列印頭。\n更換成 HP 洋紅色和青綠色列印頭。只有在更換列印頭後，印表機才能列印。";
MatteBlackCyanPenIncorrectWarning = "更換不相容或故障的消光黑和青綠色列印頭。\n更換為 HP 消光黑和青綠色列印頭。印表機僅在更換列印頭後才會列印。";
MagentaYellowPenIncorrectWarning = "更換不相容或故障的洋紅色和黃色列印頭。\n更換為 HP 洋紅色和黃色列印頭。印表機僅在更換列印頭後才會列印。";
CMYKPenIncorrectWarning = "更換不相容或故障的 CMYK 噴頭。\n更換為 HP CMYK 噴頭。必須先更換噴頭，印表機才能進行列印。";

BlackCartridgeAntiTheftEnabledWarning = "更換 HP 保護的黑色墨水匣。該墨水匣只能在最初使用「HP 墨水匣保護」功能保護墨水匣的印表機中使用，必須予以更換。";
CyanCartridgeAntiTheftEnabledWarning = "更換 HP 保護的青綠色墨水匣。該墨水匣只能在最初使用「HP 墨水匣保護」功能保護墨水匣的印表機中使用，必須予以更換。";
MagentaCartridgeAntiTheftEnabledWarning = "更換 HP 保護的洋紅色墨水匣。該墨水匣只能在最初使用「HP 墨水匣保護」功能保護墨水匣的印表機中使用，必須予以更換。";
YellowCartridgeAntiTheftEnabledWarning = "更換 HP 保護的黃色墨水匣。該墨水匣只能在最初使用「HP 墨水匣保護」功能保護墨水匣的印表機中使用，必須予以更換。";

BlackCartridgeAntiTheftEnabledWarningPigment = "更換 HP 保護的黑色墨水匣。該墨水匣只能在最初使用「HP 墨水匣保護」功能保護墨水匣的印表機中使用，必須予以更換。";
CyanCartridgeAntiTheftEnabledWarningPigment = "更換 HP 保護的青綠色墨水匣。該墨水匣只能在最初使用「HP 墨水匣保護」功能保護墨水匣的印表機中使用，必須予以更換。";
MagentaCartridgeAntiTheftEnabledWarningPigment = "更換 HP 保護的洋紅色墨水匣。該墨水匣只能在最初使用「HP 墨水匣保護」功能保護墨水匣的印表機中使用，必須予以更換。";
YellowCartridgeAntiTheftEnabledWarningPigment = "更換 HP 保護的黃色墨水匣。該墨水匣只能在最初使用「HP 墨水匣保護」功能保護墨水匣的印表機中使用，必須予以更換。";

imageDrumCartridgeAntiTheftEnabledWarningPigment = "請更換受 HP 保護的影像感光鼓。影像感光鼓只能在最初使用 HP 碳粉匣保護功能保護的印表機中使用，且必須予以更換。";

// shoping menu titles
Phone = "使用電話";
ShopForSuppliesFormat = "%@購買耗材";

"Vietnam" = "越南";
"Thailand" = "泰國";
"Hong Kong" = "香港";
"Indonesia" = "印尼";
"United States" = "美國";
"Taiwan" = "台灣";
"Singapore" = "新加坡";
"China" = "中國";
"Korea" = "韓國";
"India" = "印度";
"Philippines" = "菲律賓";
"Malaysia" = "馬來西亞";

SuppliesInformationTitle = "耗材資訊";

DetailsHeader = "耗材狀態";
ReturnRecyclingTitle = "退回與回收\n";
ReturnRecyclingMessage = "請將要回收的原廠 HP 耗材交回 HP。如需詳細資訊，請造訪 http://www.hp.com/go/recycle";
OrderingTitle = "訂購資訊";
OrderingMessageFormat = "若要訂購 HP 耗材，可上網訂購 (link:{url=\"%@\";title=\"%@\";})、透過印表機軟體線上訂購，或電洽授權經銷商。如需指示，請參閱使用者指南。";
ApproximatePagesRemainingClear = "約略剩餘頁數：";
ApproximatePagesRemainingNotAvailableNowDisclaimer = "HP 利用第一個 20% 的墨匣使用量來估計剩餘頁數。";
ApproximatePageRemainingNotAvailableNowValue = "收集資料";
SupplyLevelReplace = "取代";
InkSupplyPLRDisclaimer = "僅為估計量。實際墨水存量可能有所不同。";

PRLSupplyDisclaimer = "僅為近似值；視列印的文件類型和其他因素而異";
LessThanX = "少於 %d";
SupplyLevel = "消耗品含量：";
OrderTitle = "訂購";
SupplyLevelNormal = "一般";
SupplyLevelVeryLow = "非常低";

SupplyAuthStateUsed = "已使用";
SupplyAuthStateUnsupported = "不受支援";
SupplyAuthStateNonHP = "非 HP";
SupplyAuthStateIncompatible = "不相容";

SuppliesStatusMisinstalled = "墨水匣的安裝插槽錯誤";

SupplyStatusLowDetailsDisclaimer = "印表機會在消耗品含量低時提示使用者。實際剩餘的墨匣壽命可能不同。請考慮準備替換品，以便在列印品質難以接受時隨時更換。目前無需更換消耗品。";
SupplyStatusVeryLowDetailsDisclaimer = "印表機會在消耗品含量非常低時提示使用者。實際剩餘的墨匣壽命可能不同。請考慮準備替換品，以便在列印品質難以接受時隨時更換。目前不需更換消耗品，除非列印品質難以接受。一旦 HP 消耗品達到「非常低」的水準，HP 對該消耗品的保險防護保固便告結束。";
SupplyStatusMPACCOActiveDetailsDisclaimer = "客戶已設定印表機在彩色消耗品含量非常低時僅以黑色列印。彩色消耗品可能仍可生產出可接受的列印品質。若要繼續以彩色列印，請更換彩色消耗品或重新設定印表機。";
SupplyStatusReplaceRDDetailsDisclaimer = "印表機會在消耗品的預估壽命完結時通知您。部份材質可能會殘留在消耗品中，但若非印表機損壞或有安全風險便無法使用這些材質。";
SupplyStatusReplaceUserDetailsDisclaimer = "客戶已設定印表機在消耗品含量非常低時停止運作。消耗品可能仍可生產出可接受的列印品質。若要繼續列印，請更換消耗品或重新設定印表機。";

AuthenticationStateMissingSmartChipNote = "無法讀取墨水匣資料。由於使用無法讀取墨水匣資料的墨水匣所導致的任何印表機維修，將不包含在保固範圍內。無法瞭解耗材狀態，也無法存取取決於耗材狀態的功能。";
AuthenticationStateBadDataFromCartridgeNote = "無法讀取墨水匣資料。由於使用無法讀取墨水匣資料的墨水匣所導致的任何印表機維修，將不包含在保固範圍內。無法瞭解耗材狀態，也無法存取取決於耗材狀態的功能。";
AuthenticationStateUsedNote = "安裝了已使用的耗材。如果您確信您購買的是原廠 HP 耗材，請造訪我們的網站：link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}。由於使用已使用的耗材所導致的任何印表機維修，將不包含在保固範圍內。無法瞭解耗材狀態，也無法存取取決於耗材狀態的功能。";
AuthenticationStateUsedBody = "注意: 安裝了已使用的耗材。無法瞭解耗材狀態，也無法存取取決於耗材狀態的功能。";
AuthenticationStateNotDesignedForPrinterNote = "此原廠 HP 耗材不適用於此產品且不受支援。與此產品搭配使用時，結果會發生變化。";
AuthenticationStateNonHPNote = "安裝了非 HP 耗材。 如果您確信購買的是原廠 HP 耗材，請造訪我們的網站：link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}。由於使用非 HP 墨水匣所導致的任何印表機維修，將不包含在保固範圍內。";

ImportantNotesTitle = "重要說明:\n";
AtVeryLowInstructions = "1. 在 \"印表機設定\" 群組中選取 \"消耗品管理\"。\n2.在 \"墨匣在消耗品非常低時的狀態\" 表格中選取%color%墨匣。\n3.將所選墨匣的動作變更為 \"繼續\" 或 \"提示以繼續\"。";

HSDPrintheadTabTitle = "列印頭運行狀況";
HSDPrintheadTabInfo = "所選印表機目前的列印頭狀態如下所示。";

HSDSuppliesTabTitle = "目前耗材狀態";
HSDSuppliesTabInfo = "所選印表機的目前耗材狀態顯示如下。";
HSDDetailedInfoButtonTitle = "詳細的耗材資訊";
HSDSuppliesWarningTitle = "從印表機擷取列印墨匣資訊時發生狀態錯誤。無法與印表機進行通訊，請確定印表機已連線並開啟。";

HSDMediaTabTitle = "紙張狀態";
HSDMediaTabInfo = "所選印表機的目前紙張狀態顯示如下。";

HSDStaplesTabTitle = "釘書針狀態";
HSDStaplesTabInfo = "選取印表機的目前釘書針狀態顯示如下。";
HSDStaplesNotDetectedInfo = "未偵測到任何訂書針匣。";

// Ink Subscription Tab
InkSubscriptionTabName = "HP Instant Ink";

cloudConnectionStatus = "目前連線至雲狀態";
lastConnectDate = "上次連線日期";
totalEnginePageCount = "引擎頁面總數";
PPPCount = "按列印頁面的數量計費";
subscriptionPPPCount = "訂閱按列印頁面的數量計費";
currentSequenceNumber = "目前的序號";
lastReceivedSequence = "上次接收順序";
HAPILastReceivedDate = "H-API 上次接收日期";
EOOP = "有效的缺頁";
OOPEAvailable = "提供缺頁延伸";
blackSupplySubscription = "黑色墨水匣";
triColorSupplySubscription = "三色墨水匣";
Unknown = "未知";

InstantInk = "Instant Ink";
NonInstantInk = "非 Instant Ink";
InstantInkReady = "Instant Ink Ready";
Connected = "已連線";
NotConnected = "未連線";
Name = "名稱";
Value = "值";
YES = "是";
NO = "否";

C_Color = "青綠色";
M_Color = "洋紅色";
Y_Color = "黃色";
CMY_Color = "三色";
K_Color = "黑色";

HSDInkSubscriptionAdTitle = "HP Instant Ink";
HSDInkSubscriptionAdDescription = "墨水替換服務";
HSDInkSubscriptionAdMessage3 = "節省高達 50% 的墨水*\n透過印表機訂購 HP 原廠墨水，送貨到家。\n\n按一下「立即寄送墨水」瞭解更多資訊並進行註冊";
InkSubscriptionAdMessage4 = " HP Instant Ink 每月計劃是根據列印的頁面制定，而不是根據使用的墨水匣。";
HSDInkSubscriptionHelp = "Instant Ink 說明";
HSDSendInkNow = "立即寄送墨水";
DisclaimerLink = "link:{url=\"http://www.hpinstantink.com/disclaimers\";title=\"*HP Instant Ink 免責聲明。\";}";

/*Unsubscribed*/
InkSubscriptionInvitationTitle = "試試 HP Instant Ink!";
InkSubscriptionInvitation = "請移至 link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink 線上\";} 瞭解其各種優勢";
InkSubscriptionSubscriptionConsumableTemporaryUsageAllowedTitle = "已安裝 HP Instant Ink 墨水匣";
InkSubscriptionSubscriptionConsumableTemporaryUsageAllowed = "請於線上完成 HP Instant Ink 註冊，網址為：link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}。";
InkSubscriptionSubscriptionConsumableNeedsEnrollmentTitle = "HP Instant Ink 墨水匣不相容";
InkSubscriptionSubscriptionConsumableNeedsEnrollment = "此墨水匣只能用於目前已在 HP Instant Ink 中註冊的印表機。如果您確定印表機應接受此墨水匣，請聯絡link:{url=\"http://www.hp.com/go/instantinksupport\";title=\"HP Instant Ink 線上支援\";}中心。";
InkSubscriptionTrialConsumableCountExceededTitle = "HP Instant Ink";
InkSubscriptionTrialConsumableCountExceeded = "一台印表機中只能使用一組 HP Instant Ink 就緒墨水匣。請取出並更換為其他墨水匣。";
HSDDeviceStateConsumableSubscriptionOptionNotSetTitle = "完成印表機設定";
HSDDeviceStateConsumableSubscriptionOptionNotSet = "若要列印，您需要在印表機前面板上完成印表機設定。按一下「OK」，然後按照印表機前面板上的指示操作。列印工作已取消。";

/*Connect now Warning*/
InkSubscriptionConnectNowWarningTitle = "請將印表機連接 HP Connected";
InkSubscriptionSubscribedPagesLow = "若印表機未連接 HP Connected，您將無法立即進行列印。\n\n您的印表機需要連線才能更新 HP Instant Ink 的狀態。\n請參閱印表機控制台的相關說明。";
InkSubscriptionSubscribedPagesVeryLow = "警告: 若印表機未連接 HP Connected，您將無法立即進行列印，並會看到警告。\n\n您的印表機需要連線才能更新 HP Instant Ink 的狀態。\n請參閱印表機控制台的相關說明。";
InkSubscriptionSubscriptionNeedToConnect = "您的印表機需要連線才能更新 HP Instant Ink 的狀態。\n請參閱印表機控制台的相關說明。";

InkSubscriptionConnectNowToInstantInkWarningTitle = "請印表機連接到 HP Instant Ink";
InkSubscriptionSubscribedPagesLowToInstantInk = "如果印表機未連接 HP Instant Ink，就無法立即列印。

您的印表機必須連線才能更新 HP Instant Ink 狀態。
按住印表機前面板的「資訊」按鈕以列印有關重新連接的資訊頁面。
此指示頁面並不會計入您的 HP Instant Ink 頁面計數中。";
InkSubscriptionSubscribedPagesVeryLowToInstantInk = "警告：如果印表機未連接 HP Instant Ink，就無法在不收到警告的情況下立即列印。

按住印表機前面板的「資訊」按鈕以列印有關重新連接的資訊頁面。
此指示頁面並不會計入您的 HP Instant Ink 頁面計數中。";
InkSubscriptionSubscriptionNeedToConnectToInstantInk = "您的印表機需要連線才能更新 HP Instant Ink 的狀態。
按住印表機前面板的「資訊」按鈕以列印有關重新連接的資訊頁面。
此指示頁面並不會計入您的 HP Instant Ink 頁面計數中。";

/*Active*/
InkSubscriptionSuccessfulTitle = " 印表機已準備就緒。";
InkSubscriptionSuccessful = "如需 HP Instant Ink 的相關資訊，請造訪: link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink 線上\";}。";

XMO2InkSubscriptionSuccessfulTitle = "HP Instant Ink.";
XMO2InkSubscriptionSuccessful = "您的印表機目前已在 HP Instant Ink 中註冊。";

InkSubscriptionNonInstantInkCartridgeInstalledTitle = "已安裝非 Instant Ink 墨水匣";
InkSubscriptionNonInstantInkCartridgeInstalledMessage = "這台印表機可以使用這個已登記在 HP Instant Ink 的墨水匣。如果您的 HP Instant Ink 服務已開始提個每月帳單，將會繼續提供。";

/*Connect Now Error*/
InkSubscriptionConnectNowErrorTitle = "無法列印";
InkSubscriptionConnectNowError = "您的印表機需要連線才能更新 HP Instant Ink 的狀態。\n\n印表機未連線前，將無法進行列印。\n請參閱印表機控制台的相關說明。";
InkSubscribedPagesOutError = "您的印表機需要連線才能更新 HP Instant Ink 的狀態。

印表機未連線前，將無法進行列印。
按住印表機前面板的「資訊」按鈕以列印有關重新連接的資訊頁面。
此指示頁面並不會計入您的 HP Instant Ink 頁面計數中。";

/*Account Problem Warning*/
InkSubscriptionAccountProblemWarningTitle = "請注意您的 HP Instant Ink 帳戶";
InkSubscriptionAccountProblemSubscribedPagesLow = "您的帳戶出現問題。 如需相關資訊，請線上造訪 link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}。\n\n如果問題未解決，則無法立即以 HP Instant Ink 墨匣列印。";
InkSubscriptionAccountProblemSubscribedPagesVeryLow = "您的帳戶出現問題。 如需相關資訊，請線上造訪 link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}。\n\n如果問題未解決，則無法立即以 HP Instant Ink 墨匣列印。";

/*Account Problem Error*/
InkSubscriptionAccountProblemErrorTitle = "請注意您的 HP Instant Ink 帳戶";
InkSubscriptionAccountProblemError = "您的帳戶出現問題。 如需相關資訊，請線上造訪 link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}。\n\n問題解決前將無法以 HP Instant Ink 墨匣列印。";

/*Connect To Order Cartridge*/
InkSubscriptionConnectToOrderCartridgeTite = "請將印表機連接 HP Connected";
InkSubscriptionConnectToOrderCartridge = "您的印表機需要連接 HP Connected，才能訂購替換墨水匣。\n請參閱印表機控制台的相關說明。
";

InkSubscriptionConnectToInstantInkToOrderCartridgeTite = "請印表機連接到 HP Instant Ink";
InkSubscriptionConnectToInstantInkToOrderCartridge = "您的印表機需要連接 HP Instant Ink，才能訂購替換墨水匣。
按住印表機前面板的「資訊」按鈕以列印有關重新連接的資訊頁面。
此指示頁面並不會計入您的 HP Instant Ink 頁面計數中。";

/*Important Message Warning*/
InkSubscriptionImportantMessageWarningTitle = "HP Instant Ink 重要訊息";
InkSubscriptionImportantMessageWarning = "線上提供了一條關於您的 HP Instant Ink 帳戶的重要訊息，網址為：link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}。";

/*Important Message Error*/
InkSubscriptionImportantMessageErrorTitle = "HP Instant Ink 重要訊息";
InkSubscriptionImportantMessageError = "無法列印。線上提供了一條關於您的 HP Instant Ink 帳戶的重要訊息，網址為：link:{url=\"http://www.hpinstantink.com\";title=\"HP Instant Ink\";}。";

/*Consumable End Of Life*/
InkSubscriptionSubscriptionConsumableEndOfLifeTitle = "墨水匣需要更換";
InkSubscriptionSubscriptionConsumableEndOfLife = "您的墨水匣墨水存量非常低。\n為避免列印品質有問題，請將您的墨水匣更換為 HP Instant Ink 墨水匣。";

/*Unexpected Instant Ink Cartridge Installed*/
UnexpectedInstantInkCartridgeInstalledTitle = "已安裝未預期的 Instant Ink 墨水匣";
UnexpectedInstantInkCartridgeInstalled = "如果您有另一台使用 Instant Ink 的印表機，請檢查這個墨水匣是否應安裝在那台印表機而不是這台印表機。\n若是的話，您可以取出這個墨水匣，然後重新安裝原廠墨水匣。";

/*Used HP Instant Ink Cartridge*/
UsedHPInstantInkCartridgeTitle = "使用過的 HP Instant Ink 墨匣";
UsedHPInstantInkCartridge = "上方所列的 HP Instant Ink 墨匣僅可用於最初即安裝同型墨匣的 HP Instant Ink 印表機，而且必須進行更換。";

/* subscriptionCancellationSuccessful */
HPInstantInkEnrollmentCancelledTitle = "HP Instant Ink 註冊已取消";
HPInstantInkEnrollmentCancelled = "您的印表機已不在 HP Instant Ink 中註冊，將無法使用 HP Instant Ink 墨水匣。\n如果您確定您的印表機仍應註冊，請聯絡link:{url=\"http://www.hp.com/go/instantinksupport\";title=\"HP Instant Ink 線上支援\";}中心。";

XMO2HPInstantInkEnrollmentCancelledTitle = "HP Instant Ink.";
XMO2HPInstantInkEnrollmentCancelled = "您的印表機已不在 HP Instant Ink 中註冊，可繼續使用 HP Instant Ink Ready 墨水匣，而不是 HP Instant Ink 計劃墨水匣。";

MissingSmartChipMonoSupply = "耗材記憶體錯誤";

EstimatedWarningPigment = "僅為預估值，實際的墨水匣存量可能會有所不同。";
UsedFromatPigment = "已使用的墨水匣存量 (微升):||%@";
HSDSupplyDepletedWarningTitlePigment = "原始 HP 墨水匣中墨水已耗盡 - 將無法使用有關耗材存量的資訊。";
StarterPensWarningPigment = "隨機附贈列印墨水匣沒有預估墨水匣存量資訊可用。";

BlackCartridgeMisinstalledWarningPigment = "墨水匣安裝在錯誤的插槽。\n請更換為 HP 黑色墨水匣。印表機只有在更換墨水匣後才能列印。";
CyanCartridgeMisinstalledWarningPigment = "墨水匣安裝在錯誤的插槽。\n請更換為 HP 青綠色墨水匣。印表機只有在更換墨水匣後才能列印。";
MagentaCartridgeMisinstalledWarningPigment = "墨水匣安裝在錯誤的插槽。\n請更換為 HP 洋紅色墨水匣。印表機只有在更換墨水匣後才能列印。";
YellowCartridgeMisinstalledWarningPigment = "墨水匣安裝在錯誤的插槽。\n請更換為 HP 黃色墨水匣。印表機只有在更換墨水匣後才能列印。";

BlackCartridgeMissingWarningPigment = "遺失黑色墨水匣。\n請安裝 HP 黑色墨水匣。該墨水匣已遺失或是未正確安裝。";
CyanCartridgeMissingWarningPigment = "遺失青綠色墨水匣。\n請安裝 HP 青綠色墨水匣。該墨水匣已遺失或是未正確安裝。";
MagentaCartridgeMissingWarningPigment = "遺失洋紅色墨水匣。\n請安裝 HP 洋紅色墨水匣。該墨水匣已遺失或是未正確安裝。";
YellowCartridgeMissingWarningPigment = "遺失黃色墨水匣。\n請安裝 HP 黃色墨水匣。該墨水匣已遺失或是未正確安裝。";

BlackCartridgeIncorrectWarningPigment = "更換不相容或故障的黑色墨水匣。\n請更換為 HP 黑色墨水匣。印表機只有在更換墨水匣後才能列印。";
CyanCartridgeIncorrectWarningPigment = "更換不相容或故障的青綠色墨水匣。\n請更換為 HP 青綠色墨水匣。印表機只有在更換墨水匣後才能列印。";
MagentaCartridgeIncorrectWarningPigment = "更換不相容或故障的洋紅色墨水匣。\n請更換為 HP 洋紅色墨水匣。印表機只有在更換墨水匣後才能列印。";
YellowCartridgeIncorrectWarningPigment = "更換不相容或故障的黃色墨水匣。\n請更換為 HP 黃色墨水匣。印表機只有在更換墨水匣後才能列印。";

BlackCartridgeNonHPWarningPigment = "非 HP 黑色墨水匣。\nHP 無法保證非 HP 墨水匣的品質或可靠性。因使用非 HP 墨水匣而導致的必要印表機服務或維修，將不在保固範圍內。如果您確定購買的是原廠 HP 墨水匣，請點選連結造訪我們: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP black cartridge.";
CyanCartridgeNonHPWarningPigment = "非 HP 青綠色墨水匣。\nHP 無法保證非 HP 墨水匣的品質或可靠性。因使用非 HP 墨水匣而導致的必要印表機服務或維修，將不在保固範圍內。如果您確定購買的是原廠 HP 墨水匣，請點選連結造訪我們: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP cyan cartridge.";
MagentaCartridgeNonHPWarningPigment = "非 HP 洋紅色墨水匣。\nHP 無法保證非 HP 墨水匣的品質或可靠性。因使用非 HP 墨水匣而導致的必要印表機服務或維修，將不在保固範圍內。如果您確定購買的是原廠 HP 墨水匣，請點選連結造訪我們: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP magenta cartridge.";
YellowCartridgeNonHPWarningPigment = "非 HP 黃色墨水匣。\nHP 無法保證非 HP 墨水匣的品質或可靠性。因使用非 HP 墨水匣而導致的必要印表機服務或維修，將不在保固範圍內。如果您確定購買的是原廠 HP 墨水匣，請點選連結造訪我們: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}. Otherwise, replace with an HP yellow cartridge.";

BlackCartridgeNonHPRecoverableWarningPigment = "非 HP 黑色墨水匣。\nHP 認同客戶的選擇，但無法保證非 HP 墨水匣的品質或可靠性。因使用非 HP 墨水匣而導致的必要印表機服務或維修，將不在保固範圍內。若要繼續使用非 HP 墨水匣進行列印，請您按住電源按鈕，再按三下「繼續」按鈕，然後放開電源按鈕。不過，列印品質和墨水匣存量資訊可能會受到影響。因此，請更換為 HP 黑色墨水匣。如果您確定購買的是原廠 HP 墨水匣，請造訪此連結: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
CyanCartridgeNonHPRecoverableWarningPigment = "非 HP 青綠色墨水匣。\nHP 認同客戶的選擇，但無法保證非 HP 墨水匣的品質或可靠性。因使用非 HP 墨水匣而導致的必要印表機服務或維修，將不在保固範圍內。若要繼續使用非 HP 墨水匣進行列印，請您按住電源按鈕，再按三下「繼續」按鈕，然後放開電源按鈕。不過，列印品質和墨水匣存量資訊可能會受到影響。因此，請更換為 HP 青綠色墨水匣。如果您確定購買的是原廠 HP 墨水匣，請造訪此連結：link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
MagentaCartridgeNonHPRecoverableWarningPigment = "非 HP 洋紅色墨水匣。\nHP 認同客戶的選擇，但無法保證非 HP 墨水匣的品質或可靠性。因使用非 HP 墨水匣而導致的必要印表機服務或維修 ，將不在保固範圍內。若要繼續使用非 HP 墨水匣進行列印，請您按住電源按鈕，再按三下「繼續」按鈕，然後放開電源按鈕。不過，列印品質和墨水匣存量資訊可能會受到影響。因此，請更換為 HP 洋紅色墨水匣。如果您確定購買的是原廠 HP 墨水匣，請造訪此連結: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";
YellowCartridgeNonHPRecoverableWarningPigment = "非 HP 黃色墨水匣。\nHP 認同客戶的選擇，但無法保證非 HP 墨水匣的品質或可靠性。因使用非 HP 墨水匣而導致的必要印表機服務或維修，將不在保固範圍內。若要繼續使用非 HP 墨水匣進行列印，請您按住電源按鈕，再按三下「繼續」按鈕，然後放開電源按鈕。不過，列印品質和墨水匣存量資訊可能會受到影響。因此，請更換為 HP 黃色墨水匣。如果您確定購買的是原廠 HP 墨水匣，請造訪此連結: link:{url=\"http://www.hp.com/go/anticounterfeit\";title=\"http://www.hp.com/go/anticounterfeit\";}";

BlackCartridgeExpiredWarningPigment = "更換過期的黑色墨水匣。\n請更換為新的 HP 黑色墨水匣。";
CyanCartridgeExpiredWarningPigment = "更換過期的青綠色墨水匣。\n請更換為新的 HP 青綠色墨水匣。";
MagentaCartridgeExpiredWarningPigment = "更換過期的洋紅色墨水匣。\n請更換為新的 HP 洋紅色墨水匣。";
YellowCartridgeExpiredWarningPigment = "更換過期的黃色墨水匣。\n請更換為新的 HP 黃色墨水匣。";

BlackCartridgeExpiredRecoverableWarningPigment = "黑色墨水匣過期。\nHP 無法保證過期墨水匣的品質或可靠性。因使用過期墨水匣而導致的必要印表機服務或維修，將不在保固範圍內。若要繼續使用過期墨水匣進行列印，請您按住電源按鈕，再按三下「繼續」按鈕，然後放開電源按鈕。不過，列印品質和墨水匣存量資訊可能會受到影響。";
CyanCartridgeExpiredRecoverableWarningPigment = "青綠色墨水匣過期。\nHP 無法保證過期墨水匣的品質或可靠性。因使用過期墨水匣而導致的必要印表機服務或維修，將不在保固範圍內。若要繼續使用過期墨水匣進行列印，請您按住電源按鈕，再按三下「繼續」按鈕，然後放開電源按鈕。不過，列印品質和墨水匣存量資訊可能會受到影響。";
MagentaCartridgeExpiredRecoverableWarningPigment = "洋紅色墨水匣過期。\nHP 無法保證過期墨水匣的品質或可靠性。因使用過期墨水匣而導致的必要印表機服務或維修，將不在保固範圍內。若要繼續使用過期墨水匣進行列印，請您按住電源按鈕，再按三下「繼續」按鈕，然後放開電源按鈕。不過，列印品質和墨水匣存量資訊可能會受到影響。";
YellowCartridgeExpiredRecoverableWarningPigment = "黃色墨水匣過期。\nHP 無法保證過期墨水匣的品質或可靠性。因使用過期墨水匣而導致的必要印表機服務或維修，將不在保固範圍內。若要繼續使用過期墨水匣進行列印，請您按住電源按鈕，再按三下「繼續」按鈕，然後放開電源按鈕。不過，列印品質和墨水匣存量資訊可能會受到影響。";

BlackCartridgeOutOfWarningPigment = "更換空的黑色墨水匣。\n請更換為新的 HP 黑色墨水匣。印表機只有在更換墨水匣後才能列印。";
CyanCartridgeOutOfWarningPigment = "更換空的青綠色墨水匣。\n請更換為新的 HP 青綠色墨水匣。印表機只有在更換墨水匣後才能列印。";
MagentaCartridgeOutOfWarningPigment = "更換空的洋紅色墨水匣。\n請更換為新的 HP 洋紅色墨水匣。印表機只有在更換墨水匣後才能列印。";
YellowCartridgeOutOfWarningPigment = "更換空的黃色墨水匣。\n請更換為新的 HP 黃色墨水匣。印表機只有在更換墨水匣後才能列印。";

BlackCartridgeNearExpiredWarningPigment = "黑色墨水匣即將到期。\n到期時，請更換為新的 HP 黑色墨水匣。";
CyanCartridgeNearExpiredWarningPigment = "青綠色墨水匣即將到期。\n到期時，請更換為新的 HP 青綠色墨水匣。";
MagentaCartridgeNearExpiredWarningPigment = "洋紅色墨水匣即將到期。\n到期時，請更換為新的 HP 洋紅色墨水匣。";
YellowCartridgeNearExpiredWarningPigment = "黃色墨水匣即將到期。\n到期時，請更換為新的 HP 黃色墨水匣。";

SupplyPLRDisclaimerPigment = "僅為預估值，實際的墨水匣存量可能會有所不同。";

HSDProtectedCartridgesTitle = "已安裝 HP 保護墨水匣";

HSDProtectedCartridges = "以上所列的墨水匣僅可用於一開始使用「HP 墨水匣保護」功能保護墨水匣的印表機，且必須更換。

「HP 墨水匣保護」功能可讓印表機的擁有者設定安裝在其印表機中的 HP 墨水匣，使該墨水匣僅用於該印表機。

對於從 HP Instant Ink 取得的墨水匣的相關問題，請聯絡 HP Instant Ink 線上支援。";
